Repository: insejn/woosa-adyen
Catalog: languages/woosa-adyen-*.po
Languages: nl_nl

source: Something went wrong, please try again later or contact us.
nl_nl: Er is iets misgegaan, probeer het later nog eens of neem contact met ons op.

source: Order not found.
nl_nl: Bestelling is niet gevonden.

source: The payment has been successfully captured.
nl_nl: De betaling is met succes voltooid.

source: Please provide a valid API Key
nl_nl: Geef een geldige API-sleutel op

source: Processing...
nl_nl: Verwerken...

source: Are you sure you want to perform this action?
nl_nl: Weet je zeker dat je deze actie wilt uitvoeren?

source: Are you sure you want to remove this card?
nl_nl: Weet je zeker dat je deze kaart wilt verwijderen?

source: Are you sure you want to remove your personal information attached to this order payment?
nl_nl: Weet u zeker dat u uw persoonlijke gegevens die aan deze bestelling zijn gekoppeld, wilt verwijderen?

source: This plugin is already up to date, no new updates were found.
nl_nl: Deze plugin is al up-to-date, er zijn geen nieuwe updates gevonden.

source: Automatic updates & support is not active, please activate your license key. %sGo to settings%s
nl_nl: Automatische updates & ondersteuning is niet actief, activeer je licentiesleutel. %sGa naar de instellingen%s

source: An error occurred while getting the plugin information
nl_nl: Er is een fout opgetreden tijdens het ophalen van de plugin informatie

source: %sStatus:%s %sActive%s
nl_nl: %sStatus:%s %sActief%s

source: %sStatus:%s %sInactive%s
nl_nl: %sStatus:%s %sInactief%s

source: Settings
nl_nl: Instellingen

source: Payments
nl_nl: Betalingen

source: Check for Updates
nl_nl: Controleer voor updates

source: %sGo back%s
nl_nl: %sGa terug%s

source: The server must have at least %s installed.
nl_nl: De server moet ten minste %s hebben geïnstalleerd.

source: This plugin requires %s extension to be installed on the server.
nl_nl: de plugin plugin vereist %s extensie om op jouw server geïnstalleerd te zijn!

source: This plugin requires at least %s
nl_nl: Deze plugin vereist ten minste %s

source: This plugin requires at least %s to be installed and active.
nl_nl: Deze plugin vereist dat ten minste %s worden geïnstalleerd en actief zijn.

source: We found some errors: %s
nl_nl: We hebben enkele fouten gevonden: %s

source: The payment amount of %s has been cancelled.
nl_nl: Het betalingsbedrag van %s is geannuleerd.

source: Waiting for customer to pay.
nl_nl: Wachten op de klant om te betalen.

source: The payment could not be processed.
nl_nl: De betaling kon niet worden verwerkt.

source: Waiting for payment capture.
nl_nl: Wachten op het vastleggen van de betaling.

source: The payment amount of %s could not be cancelled.
nl_nl: Het betalingsbedrag van %s kan niet worden geannuleerd.

source: The payment capture has failed.
nl_nl: Het vastleggen van betaling is mislukt.

source: The payment amount of %s has been refunded.
nl_nl: Het bedrag van %s is terugbetaald.

source: Refunding the payment amount of %s has failed.
nl_nl: Het terugbetalen van het bedrag van %s is mislukt.

source: Refunding the payment amount of %s could not be refunded.
nl_nl: Het terugbetalen van het bedrag van %s kan niet worden terugbetaald.

source: Order completed using %s .
nl_nl: Bestelling voltooid met %s.

source: Stored Cards
nl_nl: Opgeslagen kaarten

source: Stored Creditcards
nl_nl: Opgeslagen creditcards

source: There are not stored cards yet.
nl_nl: Er zijn nog geen opgeslagen kaarten.

source: Expires: %s
nl_nl: Verloopt: %s

source: Remove this card
nl_nl: Verwijder deze kaart

source: Capture Payment
nl_nl: Betaling vastleggen

source: By pressing this button you will request Adyen to capture the payment for this order.
nl_nl: Door op deze knop te drukken vraagt u Adyen om de betaling voor deze bestelling vast te leggen.

source: Capture
nl_nl: Leg vast

source: General Data Protection Regulation (GDPR)
nl_nl: Algemene Verordening Gegevensbescherming (AVG)

source: Your personal information has been removed from this order payment.
nl_nl: Uw persoonlijke gegevens zijn verwijderd uit deze bestelling betaling.

source: This will erase your personal information attached to this order payment in Adyen system according to %sGDPR%s.
nl_nl: Dit zal uw persoonlijke gegevens die aan deze bestelling betaling in Adyen systeem volgens %sGDPR%s wissen.

source: Yes remove
nl_nl: Ja verwijderen

source: Authorization
nl_nl: Authorisatie

source: Notifications
nl_nl: Meldingen

source: License
nl_nl: Licentie

source: Payment
nl_nl: Betaling

source: Capture Mode
nl_nl: Capture modus

source: Immediate
nl_nl: Onmiddellijk

source: With delay
nl_nl: Met vertraging

source: Manual
nl_nl: Handmatig

source: Reference Prefix
nl_nl: Referentievoorvoegsel

source: Specify a prefix (unique per webshop) for the payment reference. NOTE: Use this option only if you have a multisite installation otherwise you can leave it empty.
nl_nl: Geef een voorvoegsel (uniek per webshop) op voor de betalingsreferentie. OPMERKING: Gebruik deze optie alleen als u een installatie met meerdere plaatsen hebt, anders u deze leeg laten.

source: Remove Customer's Data
nl_nl: Gegevens van de klant verwijderen

source: Enable
nl_nl: Inschakelen

source: This allows your customers to remove their personal data (%s) attached to an order payment. This only deletes the customer-related data for the specific payment, but does not cancel the existing recurring transaction.
nl_nl: Hierdoor kunnen uw klanten hun persoonlijke gegevens (%s) die aan een orderbetaling zijn gekoppeld, verwijderen. Hiermee worden alleen de klantgerelateerde gegevens voor de specifieke betaling verwijderd, maar wordt de bestaande terugkerende transactie niet geannuleerd.

source: Misc
nl_nl: Diversen

source: Debug Mode
nl_nl: Debug modus

source: Set whether or not to enable debug mode.
nl_nl: Stel in of je de foutopsporing modus wilt inschakelen.

source: Remove Configuration
nl_nl: Configuratie verwijderen

source: Yes
nl_nl: Ja

source: Set whether or not to remove the plugin configuration on uninstall.
nl_nl: Stel in of je de plugin configuratie bij het verwijderen wilt verwijderen.

source: The Merchant Account used in production environment.
nl_nl: Het merchant account dat wordt gebruikt als de productieomgeving.

source: Live API Key
nl_nl: Live-API-sleutel

source: The API Key used in production environment.
nl_nl: De API sleutel die wordt gebruikt in de productieomgeving.

source: Live URL-prefix
nl_nl: Live URL-voorvoegsel

source: Provide here the LIVE URL-prefix you have from Adyen
nl_nl: Geef hier de live URL-voorvoegsel op dat u van Adyen heeft

source: Test Mode
nl_nl: Testmodus

source: Enable/Disable
nl_nl: Inschakelen/Uitschakelen

source: Test API Key
nl_nl: Test-API-sleutel

source: The API Key used for test environment.
nl_nl: De API sleutel die wordt gebruikt voor de testomgeving.

source: Username
nl_nl: Gebruikersnaam

source: Provide the username you set in authentication section (see step 5.)
nl_nl: Geef de gebruikersnaam op die je in de authenticatie sectie hebt ingesteld (zie stap 5.)

source: Password
nl_nl: Wachtwoord

source: Provide the password you set in authentication section (see step 5.)
nl_nl: Geef het wachtwoord op dat je hebt ingesteld in de verificatie sectie (zie stap 5.)

source: Automatic updates & support
nl_nl: Automatische updates & onbeperkt support

source: API Key
nl_nl: API sleutel

source: API Email
nl_nl: API e-mailadres

source: Please provide the Merchant Account and API Key to connect this webshop with Adyen platform, %sclick here%s for more details
nl_nl: Geef het verkopersaccount en de API-sleutel op om deze webshop te verbinden met het Adyen-platform, %sklik hier%s voor meer informatie

source: %sImportant!%s Before go live please contact %sAdyen support team%s to set up endpoints for live payments and to get their URL-prefix
nl_nl: %sBelangrijk!%s Neem voordat je live gaat contact op met het %sAdyen support team%s om de endpoints in te stellen voor live betalingen en om hun URL-prefix te krijgen

source: No origin key found, please make sure you provided all the information below and hit the "Save Changes" button!
nl_nl: Geen origin key gevonden, zorg ervoor dat je alle onderstaande informatie invult en druk op de knop "Wijzigingen opslaan"!

source: Origin domain & key:
nl_nl: Origin domein & key:

source: Standard Notification
nl_nl: Standaard notificatie

source: Log in to your %s to configure notifications
nl_nl: Login op jouw %s om notificaties te configureren

source: Go to %s
nl_nl: Ga naar %s

source: Next to %s, click %s
nl_nl: Naast, %sklik op%s

source: Under %s, enter your server's:
nl_nl: Voer onder %s jouw server's in:

source: Check the %s checkbox
nl_nl: Schakel het selectievakje %s in

source: In the %s section, enter a username and password that will be used to authenticate Adyen notifications in your webshop.
nl_nl: Voer in de sectie %s een gebruikersnaam en wachtwoord in die zullen worden gebruikt om Adyen-meldingen in uw webshop te authenticeren.

source: Click %s
nl_nl: Klik op %s

source: %sImportant!%s Please contact %sAdyen support team%s to activate additional configuration as it's described %shere%s
nl_nl: %sBelangrijk!%s Neem contact op met %sAdyen support team%s om extra configuratie te activeren zoals %shier beschreven%s

source: Boleto Bancario Pending Notification
nl_nl: Boleto Bancario notificaties

source: NOTE: you have to enable this option in Adyen account as well!
nl_nl: OPMERKING: je moet deze optie ook inschakelen in het Adyen-account!

source: Manual: you need to explicitly request a capture for each payment.
nl_nl: Handmatig: je moet elke betaling expliciet vastleggen om de betaling definitief te maken.

source: %sStatus:%s %sUnauthorized%s
nl_nl: %sStatus:%s %sNiet geautoriseerd%s

source: %sStatus:%s %sAuthorized%s
nl_nl: %sStatus:%s %sGeautoriseerd%s

source: The cache has been cleared!
nl_nl: De cache is gewist!

source: The admin errors have been removed!
nl_nl: De admin fouten zijn verwijderd!

source: ANY
nl_nl: ELKE

source: %sSupported country:%s ANY
nl_nl: %sOndersteund land:%s ANY

source: %sSupported country:%s %s
nl_nl: %sOndersteund land:%s %s

source: We could not found a valid recurring reference.
nl_nl: We konden geen geldige terugkerende verwijzing vinden.

source: Sorry you cannot refund payments captured via %s
nl_nl: Sorry, u kunt geen betalingen terugbetalen die zijn vastgelegd via %s

source: Sorry you cannot refund this because the payment reference is invalid. Please try to refund it manually from Adyen account.
nl_nl: Sorry, u kunt dit niet terugbetalen omdat het betalingskenmerk ongeldig is.. Probeer het handmatig terug te betalen van Adyen account.

source: Sorry we cannot refund payments via %s
nl_nl: Sorry, we kunnen geen betalingen terugstorten via %s

source: Sorry, you cannot refund a partial amount because the transaction has not been captured yet but only cancel the entire payment
nl_nl: Sorry, je kunt een gedeeltelijk bedrag niet terugbetalen omdat de transactie nog niet is vastgelegd, maar alleen de volledige betaling annuleert

source: Enable %s
nl_nl: %s inschakelen

source: Title
nl_nl: Titel

source: The title which the user sees during checkout.
nl_nl: Dit bepaalt de titel die de gebruiker ziet tijdens het betalen.

source: Description
nl_nl: Omschrijving

source: The description which the user sees during checkout.
nl_nl: Dit bepaalt de beschrijving die de gebruiker ziet tijdens het afrekenen met IN3.

source: This payment method is not enabled in your Adyen account. %sGo to my account.%s
nl_nl: Deze betaalmethode is niet ingeschakeld in uw Adyen-account. %sGa naar mijn account.%s

source: %sNote:%s Please make sure you have removed the cache. %sGo to settings.%s
nl_nl: %sNote:%s Zorg ervoor dat u de cache hebt verwijderd. %sGa naar instellingen.%s

source: Order completed using %s
nl_nl: Bestelling voltooid met %s

source: Sorry it looks like Google token is not generated, please refresh the page and try again!
nl_nl: Sorry het lijkt erop dat Google token niet is gegenereerd, vernieuw de pagina en probeer het opnieuw!

source: Merchant Identifier
nl_nl: Merchant-id

source: Your Apple Merchant ID
nl_nl: Uw Apple Merchant ID

source: Merchant Name
nl_nl: Merchant naam

source: The merchant name that you want displayed on the Apple Pay payment sheet
nl_nl: De naam van de verkoper die je bij Apple Pay wilt weergeven

source: Social Security Number
nl_nl: Burgerservicenummer

source: Delivery Date
nl_nl: Leverdatum

source: Social Securiry Number (CPF/CNPJ) is a required field
nl_nl: Sociaal Securiry Number (CPF/CNPJ) is een vereist veld

source: Delivery date is a required field
nl_nl: Leveringsdatum is een vereist veld

source: Delivery date format is invalid (YYYY-MM-DD).
nl_nl: Leveringsdatum formaat is ongeldig (JJJJ-MM-DD).

source: Please specify the house number in the address
nl_nl: Geef het huisnummer op het adres op

source: Boleto Details
nl_nl: Boleto-gegevens

source: Expiration Date
nl_nl: Vervaldatum

source: PDF file
nl_nl: PDF bestand

source: Click to Download
nl_nl: Klik om te downloaden

source: Set Notification
nl_nl: Melding instellen

source: Please make sure %s is aleady set in Adyen account!
nl_nl: Zorg ervoor dat %s al is ingesteld in het Adyen-account!

source: Use a new card
nl_nl: Gebruik een nieuwe kaart

source: Sorry, the number of installments seems invalid, please try again
nl_nl: Sorry, het aantal termijnen lijkt ongeldig, probeer het opnieuw

source: Please provide the CVC/CVV of the card.
nl_nl: Geef het CVC/CVV van de kaart.

source: Please make sure you provided all card details
nl_nl: Zorg ervoor dat je alle kaartgegevens opgeeft

source: Please provide the card number.
nl_nl: Geef het kaartnummer op.

source: Please provide the card expiration month.
nl_nl: Geef de vervaldmaand van de kaart op.

source: Please provide the card expiration year.
nl_nl: Geef het vervaldatum jaar van de kaart op.

source: Allow Installments
nl_nl: Termijnen toestaan

source: Whether or not to allow installments. This is only for Brazil, Mexico and Turkey
nl_nl: Wel of niet om termijnen toe te staan. Dit is alleen voor Brazilië, Mexico en Turkije

source: Installments number
nl_nl: Termijnennummer

source: The maximum number for installments (used for Brazil).
nl_nl: Het maximum aantal voor termijnen (gebruikt voor Brazilië).

source: Number of installments
nl_nl: Aantal termijnen

source: In order to support recurring payments with Giropay you have to enable SEPA Direct Debit first. %s
nl_nl: Om terugkerende betalingen met Giropay te ondersteunen, moet u SEPA-automatische incasso eerst inschakelen. %s

source: Please provide your bank BIC code or select the bank name.
nl_nl: Geef uw BIC-code van uw bank op of selecteer de bank naam.

source: 1. If you already have a Google Pay Developer Profile then navigate to your Profile and find your Google merchant ID otherwise you have to %srequest one here%s
nl_nl: 1. Als je al een Google Pay-ontwikkelaarsprofiel hebt, navigeer je naar jouw profiel en zoek je jouw Google-verkoper-ID anders dien je deze hier %saan te vragen%s

source: 2. Register your fully qualified domains that will invoke Google Pay API
nl_nl: 2. Registreer jouw volledig gekwalificeerde domeinen die gebruikmaken van Google Pay API

source: Test mode
nl_nl: Testmodus

source: In order to support recurring payments with iDeal you have to enable SEPA Direct Debit first. %s
nl_nl: Om terugkerende betalingen met iDeal te ondersteunen, moet u SEPA-automatische incasso eerst inschakelen. %s

source: Select your bank
nl_nl: Selecteer uw bank

source: Please select your bank account.
nl_nl: Selecteer uw bankrekening.

source: Pay in installments over time. %s
nl_nl: Betaal in termijnen na verloop van tijd. %s

source: Adyen - Klarna - Pay now
nl_nl: Adyen - Klarna - Betaal nu

source: Pay the whole amount instantly, either by online banking or direct debit. %s
nl_nl: Betaal het hele bedrag direct, via internetbankieren of automatische incasso. %s

source: Adyen - Klarna - Pay later
nl_nl: Adyen - Klarna - Later betalen

source: Pay after the goods have been delivered. %s
nl_nl: Betalen nadat de goederen zijn geleverd. %s

source: Configure PayPal API permissions
nl_nl: PayPal API-machtigingen configureren

source: To connect your PayPal account with your Adyen integration you need to grant permission to Adyen's API to integrate with your PayPal account.
nl_nl: Om uw PayPal-account te koppelen aan uw Adyen-integratie, moet u toestemming geven aan de API van Adyen om te integreren met uw PayPal-account.

source: Follow %sPayPal's instructions on granting third party permissions%s
nl_nl: Volg de instructies van %sPayPal over het verlenen van machtigingen van derden%s

source: Under %s, depending on your account type, enter:
nl_nl: Voer onder %s, afhankelijk van uw accounttype, het:

source: In the %s list, select the following boxes:
nl_nl: Selecteer in de lijst %s de volgende vakken:

source: Click %s.
nl_nl: Klik op %s.

source: Adyen - SEPA Direct Debit
nl_nl: Adyen - SEPA Automatische Incasso

source: SEPA Direct Debit is used for recurring payments with WooCommerce Subscriptions, and will not be shown in the WooCommerce checkout.
nl_nl: SEPA Automatische Incasso wordt gebruikt voor terugkerende betalingen met WooCommerce abonnementen en wordt niet weergegeven in de WooCommerce checkout.

source: In order to support recurring payments with Sofort you have to enable SEPA Direct Debit first. %s
nl_nl: Om terugkerende betalingen met Sofort te ondersteunen, moet u SEPA-automatische incasso eerst inschakelen. %s

source: Adyen - WeChat Pay
nl_nl: Adyen - WeChat Betalen

source: Clear cache
nl_nl: Cache leegmaken

source: This will clear all caching data which is stored in this moment.
nl_nl: Deze tool zal alle caching gegevens die worden opgeslagen in dit moment verwijderen.

source: Click to clear
nl_nl: Klik om te wissen

source: Clear Adyen errors
nl_nl: Adyen-fouten wissen

source: This will clear all Adyen API errors displayed in admin area.
nl_nl: Hiermee worden alle Adyen API-fouten gewist die in het beheergebied worden weergegeven.

source: Woosa - Adyen for WooCommerce
nl_nl: Woosa - Adyen voor WooCommerce

source: Allows WooCommerce to take payments via Adyen platform
nl_nl: Stelt WooCommerce in staat om betalingen te doen via Adyen-platform
